Undefined fluid unit: '[Unit Type Name]'
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UndefinedFluidUnit { get; }
  Visual Basic
Public Shared ReadOnly Property UndefinedFluidUnit As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UndefinedFluidUnit {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FluidFailures Class
  Autodesk.Revit.DB Namespace